[
    {
        "ruta_imagen":"/images/tutorial/imagen1.jpg",
        "texto":"Welcome to the competitive tutorial."
    },

    {
        "ruta_imagen":"/images/tutorial/imagen2.jpg",
        "texto":"The main concept of the competitive one is the combats, which are disputed between two teams, each one with at least one Pokémon and a maximum of six, the objective is to weaken all the members of the other rival team."
    },

    {
        "ruta_imagen":"/images/tutorial/imagen2.jpg",
        "texto":"To get the victory, you have to plan a strategy; the most competent strategy will be the one that gives us victory."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen3.jpg",
        "texto":"The combats are in turns, we will have 60 seconds to take our turn."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen3.jpg",
        "texto":"If we choose to attack we must select the option to fight for our active Pokémon to attack."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen3.jpg",
        "texto":"You can also change Pokémon which will allow us to get tactical advantages to face the rival Pokémon."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen3.jpg",
        "texto":"As long as we want to surrender, we will press the option to flee."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen4.jpg",
        "texto":"If we choose the option to fight, a new window will appear with the movements that we can use, with a maximum of 4."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen4.jpg",
        "texto":"We must always choose which attacks are the most effective against the rival Pokémon, we can use the message that appears under the name of the attack that tells us if said movement is effective or not."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen4.jpg",
        "texto":"In addition, to the right of the name there is a number that indicates how many times you can use said movement in a single combat."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen5.jpg",
        "texto":"If we choose the Pokémon option we can change Pokémon to obtain a tactical advantage over the opponent's Pokémon."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen5.jpg",
        "texto":"A new window will appear where we will be shown the Pokémon that we have in our team."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen5.jpg",
        "texto":"We will be able to move in this new window where we will be shown the information of the Pokémon such as the type, the ability, the object it carries or its movements to choose more accurately which Pokémon to take out."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen5.jpg",
        "texto":"If your Pokémon is weakened, this window will also appear where you will have to choose which Pokémon to take out."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen6.png",
        "texto":"This is Pikachu, the most famous Pokémon, it is electric type and here we can see its base statistics."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen7.jpg",
        "texto":"Base stats change between different Pokémon. To give an example: all Pikachu have the same base statistics, which are different from those of Raichu, his evolution or those of other species such as Charmander or Squirtle."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen6.png",
        "texto":"The HP (Health Points), is the life of the Pokémon, which is represented with said numerical value. These points are usually reduced by the opposing Pokémon's attacks or other field or status effects."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen6.png",
        "texto":"In battles the HP will be seen under the Pokémon's name, where it will be (HP Remaining/HP Total). Once the Pokémon's HP reaches zero, the Pokémon will be knocked out of combat."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen6.png",
        "texto":"The attack, in the statistics of a Pokémon, represents the natural strength of the Pokémon when performing a physical movement (those movements where the Pokémon causes damage when making contact with another Pokémon or in which it requires the use of physical force are considered physical). The damage it does is measured by our Pokémon's attack and our opponent's defense."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen6.png",
        "texto":"Defense, in a Pokémon's statistics, represents a Pokémon's natural resistance to physical moves."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen6.png",
        "texto":"The special attack, in a Pokémon's statistics, represents the force with which a Pokémon performs a special move. (A special movement is considered to be those movements in which a ranged attack is made, or an attack in which the Pokémon's energy is released). The damage it does is measured with the special attack of our Pokémon and the special defense of our opponent."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen6.png",
        "texto":"The special defense, in the statistics of a Pokémon, represents the resistance to special movements."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen6.png",
        "texto":"Speed is the property of the Pokémon to attack, before or after, than the opponent."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen6.png",
        "texto":"This rule has exceptions, since there are moves with both positive and negative priority, which allow the user to attack earlier or later, respectively, regardless of the speed of the user. However, if two Pokémon use a move with the same priority, the faster Pokémon will attack first."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen8.png",
        "texto":"Each of the stats, with the exception of HP, can be increased or decreased in level during combat, through the use of moves, abilities, or items."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen8.png",
        "texto":"A stat can be increased or decreased by 6 levels"
    },
    {
        "ruta_imagen":"/images/tutorial/imagen9.jpg",
        "texto":"Natures reverse the growth of one stat into another. For example, a Pikachu with an active nature will reduce its defense by 10%, but it will increase its speed by a 10% ratio."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen10.jpg",
        "texto":"Pokémon have between one and three abilities available. An ability can completely change the Pokémon. For example, an Azumarrill with the brute force ability will have double the attack than another of the same species, but with a different ability, but if we equip it with herbivore instead of brute force, it will be immune to plant-type attacks."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen11.jpg",
        "texto":"STAB stands for Same Type Attack Bonus. Basically, Pokémon increase their damage by 50% if they share a type with the attack it makes. The flare attack has a power of 120, but if this attack is performed by a fire-type Pokémon, it increases to 180."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen12.jpg",
        "texto":"They are objects that, when equipped on the Pokémon, make some of its characteristics, such as its speed, its defense or its type, improve."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen13.jpg",
        "texto":"A status or status problem (Status condition in English) is, generally, a problem in which the Pokémon cannot perform correctly. That may be due to being unable to attack or losing health points."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen13.jpg",
        "texto":"Paralyzed is a state that causes a 25% chance to not attack, apart from reducing the speed of the affected Pokémon by 50%. The moves that can cause paralysis to the opponent are usually of electric type."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen13.jpg",
        "texto":"Poisoned is a status ailment where the Pokemon will lose HP every turn. The moves that can freeze are generally poison-type."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen13.jpg",
        "texto":"Severely Poisoned is a status condition where the Pokémon will lose HP. However, unlike normal poisoning, in the case of severe poisoning the affected Pokémon will lose 1/16 of its HP on the first turn, on the second turn it will lose 2/16 HP, on the third turn 3/16, etc. If the affected Pokémon is switched out and then returns to battle, the count will start over, losing 1/16 on the first turn."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen13.jpg",
        "texto":"Frozen is a status ailment where the Pokémon will not be able to use moves until it is thawed. The moves that can freeze are generally Ice-type."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen13.jpg",
        "texto":"Asleep is a problem during which the Pokémon will not be able to use moves until it wakes up. The sleep time is determined at the moment the Pokémon in question falls asleep, from then on it can be awakened between 1 and 3 turns."
    },
    {
        "ruta_imagen":"/images/tutorial/imagen13.jpg",
        "texto":"Burnout is a status condition where the Pokémon will gradually lose 6.25% of its max HP each turn. In addition, it reduces the Pokémon's attack by half. The moves that can burn are generally fire-types."
    }
    
]